brew "wakeonlan"
brew "gpg"
brew "pass"
brew "wget"
brew "watch"
brew "wireshark"
cask "wireshark"

# Communication / Social / Entertainment
cask "telegram"
cask "spotify"
cask "vlc"
cask "feed-the-beast"
cask "multimc"
cask "minecraft"
cask "steam"

# Productivity
cask "alfred"
cask "dash"
cask "docker"
cask "amethyst"

# Programming languages
brew "node"
brew "yarn"
brew "cmake"
cask "java"
## Rust
brew "ispell"
## Lisp
brew "sbcl"
brew "rlwrap"

# Spacemacs
#tap "d12frosted/emacs-plus"
#brew brew "emacs-plus"
#linkapps "emacs-plus"

# Atom
cask "atom"

# Terminal
cask "hyper"
brew "zsh"
brew "autojump"
brew "neovim"

# Cryptocurrency mining
brew "libmicrohttpd"
brew "hwloc"
brew "openssl"
