brew "wakeonlan"
brew "gpg"
brew "pass"

# Communication / Social / Entertainment
cask "telegram"
cask "spotify"
cask "vlc"
cask "feed-the-beast"
cask "steam"

# Productivity
cask "alfred"
cask "dash"
cask "docker"
cask "amethyst"

# Programming languages
brew "node"
cask "java"

# Spacemacs
#tap "d12frosted/emacs-plus"
#brew brew "emacs-plus"
#linkapps "emacs-plus"

# Terminal
cask "hyper"
brew "zsh"
brew "autojump"
brew "neovim"
